#!/bin/zsh
#
# .zsh_plugins.txt - antidote plugins file
#

# Completions
mattmc3/ez-compinit
zsh-users/zsh-completions kind:fpath path:src

# Keybindings
belak/zsh-utils path:editor

# Prompt
romkatv/powerlevel10k

# Utilities
belak/zsh-utils path:utility
ohmyzsh/ohmyzsh path:plugins/ssh

# Other Fish-like features
zsh-users/zsh-syntax-highlighting           # Syntax highlighting
zsh-users/zsh-autosuggestions               # Auto-suggestions

# Nicer window title naming
olets/zsh-window-title
